User's comments for synchronization.
  Namespace:   Autodesk.Revit.DB.Events
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2010
 Syntax
  C#
public string Comments { get; }
  Visual Basic
Public ReadOnly Property Comments As String
	Get
  Visual C++
public:
property String^ Comments {
	String^ get ();
}
 See Also
  DocumentSynchronizingWithCentralEventArgs Class
  Autodesk.Revit.DB.Events Namespace